{
  "id": null,
  "photo_url": "itay.png",
  "gender": "male",
  "birth_date": "2004-07-15",
  "memorial_date": "2024-11-02",
  "he": {
    "name": "איתי פריזט",
    "rank": "סמל",
    "unit": "גבעתי, שקד",
    "caption": "איתי היה בן ללימור ויניב ואח בכור ל4 אחים, סהר נועם אדל ואריאל.\nאיתי היה בן אדם אהוב, חבר נאמן ואח מדהים.\n\nאיתי אהב לצאת לבלות, לחיות ולשמוח, הוא לא אהב לשבת בבית בחוסר מעש.\nאיתי היה בן אדם חכם ונבון לא רק מבחינת הישגיים לימודים בהם הצטיין, אלא חוכמת החיים והידע הכללי המדהים שניחן בהם.\n\nאיתי היה איש שיח, יכולנו לשבת איתו מבוקר עד הלילה ולא להפסיק לדבר, הוא היה בן אדם מצחיק ומאושר, לא משנה באיזו סיטואציה הוא היה מוציא את הצחוק והכיף מכל דבר, תמיד דגל לעשות מהלימון לימונדה.\n\nאיתי אהב לטייל ולראות את הארץ, איתי לא היה מפספס כלום לא משנה לאן היינו הולכים הוא היה נמצא זה היה כל כך ברור לכולם שברגע שקובעים יציאה ושואלים מי מגיע הוא תמיד הראשון ברשימה, היה לו פומו לא קטן.\n\nאיתי היה אתלט מלידה, הוא אהב להתאמן במכון ובעיקר בכדור, בכל זאת הבן אדם היה נישא לגובה 2 מטר ורץ כמו מטוס סילון, יש כאלה שיקראו לו סירה עם משוטים.\n\nהספורט האהוב עליו יותר מכל דבר אחר היה כדורגל, כשהיה קטן הוא שיחק כדורגל במכבי פתח תקווה, את דרכו התחיל במכבי פתח תקווה ועבר להרצליה לתקופה.\nלאחר תקופה בהרצליה הוא החליט לעזוב ולהשקיע בלימודים (תכלס פיפא ופורטנייט וגם שם הוא היה הכי טוב איכשהו) אבל למרות הכל הוא המשיך לפרק אותנו כל שבוע כשהיינו משחקים בשבתות, הוא תמיד היה הכדורגלן המוביל.\n\nאך עם גובה כזה אין מצב שתוותר על כדורסל, בואו להיות בגובה העיניים עם הסל ולא לשחק זה בזבוז, הוא היה מצטיין גם שם, כשהוא שיחק הוא פירק אותנו אחד אחד, יש האומרים שהוא הסנטר הטוב בפתח תקווה כולה.\n\nבמהלך השירות איתי הבין שהוא רוצה להמשיך את דרכו של אביו אז הוא התחיל ללמוד עריכת דין, בזמן התמרון בעזה הוא היה לוקח איתו חומר לימודי ולומד בתוך הנמר.\nהוא לא הפסיק להשכיל בכל רגע שיכל ומצא זמן.\n\nבתור קרוביו נציין שהוא היה בן אדם ענב, חכם, יחודי, אהוב, קשוב, אוהב ונאהב.\n\nיש עוד כל כך הרבה לומר עליו, הילד המיוחד והמדהים הזה דמות להערכה והערצה בכל דבר שעשה. היה בן אדם ערכי ומעניין היה אפשר ללמוד ממנו כל כך הרבה דברים.\n\nנסכם את זה פה, איתי פריזט היה אדם מדהים והוא יחסר לכל כך הרבה אנשים בין אם אלה החברים הקרובים או הרחוקים, משפחה, שכנים, חברים מהצבא וכל אדם שפגש בדרך.\n\nאנו מייחלים לכולם אדם כמו איתי בחייו.\n\nפריזט, אנחנו אוהבים אותך, תשמור על כולנו מלמעלה."
  },
  "en": {
    "name": "Itay Parizat",
    "rank": "Sergeant",
    "unit": "Givati, Shaked",
    "caption": "Itay was the son of Limor and Yaniv, and the eldest brother to four siblings: Sahar, Noam, Adel, and Ariel.\nItay was a beloved person, a loyal friend, and an amazing brother.\n\nItay loved going out, living life, and celebrating joy — he never liked sitting at home doing nothing.\nHe was a smart and insightful person, not only in terms of academic achievements, where he truly excelled, but also in his incredible life wisdom and broad general knowledge.\n\nItay was someone you could talk to from morning until night without ever running out of things to say.\nHe was funny and joyful — no matter the situation, he always managed to bring laughter and fun out of everything. He truly lived by the idea of turning lemons into lemonade.\n\nItay loved traveling and exploring the country.\nHe never missed a chance to join — wherever we went, he was there. It was always obvious that when plans were made and people were asked who was coming, Itay's name was the first on the list. He definitely had a bit of FOMO.\n\nItay was an athlete by nature. He loved training at the gym and especially playing ball. After all, he stood nearly two meters tall and ran like a jet plane — some even called him \"a boat with paddles.\"\n\nHis favorite sport above all else was soccer. As a child, he played for Maccabi Petah Tikva and later spent some time in Herzliya.\nAfterward, he decided to step away and focus on his studies (though honestly, FIFA and Fortnite were also involved — and somehow he was the best at those too).\nStill, every Saturday when we played together, he would completely dominate us. He was always the leading soccer player.\n\nAnd with that kind of height, there was no way he could give up basketball — being eye-level with the hoop and not playing would be a waste. He excelled there as well, breaking us down one by one. Some say he was the best center in all of Petah Tikva.\n\nDuring his military service, Itay realized he wanted to follow in his father's footsteps, so he began studying law. Even during maneuvers in Gaza, he carried his study materials with him and learned inside the armored vehicle.\nHe never stopped educating himself whenever he could find a moment.\n\nAs his loved ones, we remember him as a humble, wise, unique, beloved, attentive, loving, and deeply loved person.\n\nThere is still so much more to say about him.\nThis special and extraordinary young man was a figure of admiration and inspiration in everything he did. He was a man of values and depth — someone you could learn so much from.\n\nWe'll end here: Itay Parizat was an incredible human being, and he will be missed by so many — close and distant friends, family, neighbors, army friends, and everyone whose life he touched.\n\nWe wish for everyone to have someone like Itay in their life.\n\nParizat — we love you. Watch over us from above."
  }
}
