{
  "id": null,
  "photo_url": "reuven.png",
  "gender": "male",
  "birth_date": "2004-07-19",
  "memorial_date": "2024-05-05",
  "he": {
    "name": "ראובן אסולין",
    "rank": "סמל ראשון",
    "unit": "גבעתי, שקד",
    "caption": "בנם של דבורה הנריאט ופבריס סלומון. נולד ביום א' באב תשס\"ד (19.7.2004) בעיר ליון שבצרפת. ילד שני במשפחה, אח לשיראל ודן.\n\nראובן מרק מרדכי גדל והתחנך בליון, ילד עדין ויפה עם חיוך כובש וגומות חן. למד בבית ספר יסודי בעירו.\n\nילד יוצא דופן בנדיבותו ובשלוותו הפנימית, תיארו הוריו. הוא היה ילד עדין, יפה תואר ובעל לב רחב, שתמיד העדיף לדאוג לאחרים לפני שדאג לעצמו. מעולם לא ביקש דבר – לא בילדותו ולא בבגרותו – אך תמיד היה שם כדי לעזור בכל שנדרש.\n\nשמו השני והשלישי ניתנו לו על שם סבו מצד אביו, איתו היה לו קשר מיוחד שלא היה זקוק למילים – מבט אחד ביניהם אמר הכול. הסב הביט בנכדו בגאווה ובאהבה אינסופית, וראובן הגשים את חלומו הציוני של סבו כשהוא ובני משפחתו עלו יחד לארץ ישראל.\n\nבשנת 2014, בהיותו בן עשר, עלה ארצה עם משפחתו מטעמי ציונות, ואת ביתם קבעו ברעננה. הוא סיים את לימודיו בבית ספר יסודי, למד בחטיבת ביניים בעיר ומכיתה י' למד בתיכון על שם ב' אוסטרובסקי.\n\nבצעירותו השתתף בחוג קרב מגע ונהנה מהאימונים.\n\nמנעוריו הפגין עצמאות יוצאת דופן – לצד ההשקעה בלימודיו רצה להתנהל בכוחות עצמו, ולכן עבד בעבודות מזדמנות המתאימות לגילו וחסך כסף, אף על פי שהוריו יכלו לתת לו.\n\nבגיל שש-עשרה הכיר את אווה. הם התאהבו זה בזה, ובין השניים נרקמו זוגיות, שותפות ונאמנות. \"זו תהיה אשתי\", אמר לדודתו. במשך ארבע שנים הוא צעד לצד אהובתו, בטוח שהיא האחת בשבילו. יחד הם בנו קשר עמוק וכנה, מלא באהבה ובשותפות, וחלמו על עתיד משותף.\n\nראובן לא רק חווה אהבה – הוא גם הספיק לטייל ולחקור את העולם. עם משפחתו הרבה לטייל, ביקר במדינות רבות, נחשף לתרבויות מגוונות וצבר חוויות בלתי נשכחות שהוסיפו נדבך לזהותו.\n\nקשר טוב שרר בינו ובין הוריו, אחותו ואחיו. שלושת האחים אהבו לשחק יחד, ולעיתים קרובות שמר ראובן על אחיו הצעיר. חיבור מיוחד היה לו עם סבו, מרק מרדכי, שעל שמו נקרא. די היה במבט כדי שיבינו זה את זה.\n\nראובן בורך בלב זהב ובאופי חם עם שלווה פנימית, אנושיות, צניעות, רוחב לב ונדיבות. תמיד דאג לאחרים לפני שדאג לעצמו, לא ביקש דבר והתייצב לעזור בכל מה שנדרש. חוש ההומור המפותח שלו והמבטא הצרפתי היו לחלק בלתי נפרד מהקסם האישי שלו, הוא נגע בליבם של כל מי שפגש, היה אהוב, ידע לומר מילים שמעלות חיוך, לא נקלע לעימותים והצליח לגבש ולאחד את האנשים סביבו. כשנכנס לחדר במאור פנים, שיפר את האווירה.\n\nמיום שעלה לארץ ביקש להיות לוחם ביחידה קרבית ולשרת את המדינה מתוך אהבת הארץ ותחושת שליחות. ואכן, ביום 6.12.2022 התגייס לצה\"ל ושובץ בגדוד \"שקד\" של חטיבת \"גבעתי\" בחיל הרגלים. למרות האתגרים במסלול ההכשרה לא ויתר לעצמו ושאף לקבל את הכומתה הסגולה של החטיבה. בקיץ 2023 סיים את ההכשרה והצטרף לגדוד.\n\nביחידה בלט באומץ ליבו, במסירותו ובנכונות לתת מעצמו למען הזולת. מעבר לנדיבותו ואופיו החם, לראובן היה חוש הומור ייחודי, שהפך לחלק בלתי נפרד מקסמו האישי. הצחוק והשמחה שהביא איתו הפכו אותו במהרה לאהוב בקרב אחיו לנשק ומפקדיו. הוא היה עמוד תווך של האחדות והחוזק ביחידתו, ידע להרים את המורל ברגעים הקשים, ותמיד מצא דרך לקרב בין האנשים שסביבו. \"עמוד התווך של האחדות והחוזק ביחידתו\", נכתב עליו.\n\nבשבת כ\"ב בתשרי, שמחת תורה תשפ\"ד, 7 באוקטובר 2023, בשעה שש וחצי בבוקר, פתח ארגון הטרור חמאס במתקפת פתע על ישראל. בחסות ירי מסיבי של טילים ורקטות מרצועת עזה לאזורים נרחבים בארץ חדרו אלפי מחבלים – יבשתית, ימית ואווירית, והחלו במתקפה רצחנית על יישובי עוטף עזה ועל שדרות, אופקים ונתיבות, על מְבַלי מסיבות טבע סמוך לקיבוצים רעים ונירים, על בסיסי צה\"ל ועל העוברים בדרכים באזור. המחבלים רצחו כשמונה-מאות אזרחים בבתיהם, במכוניותיהם, אחרי שביצעו בהם פשעים כבדים. חטפו לרצועת עזה מאות ישראלים והחריבו, בזזו והעלו באש בתים ורכוש. מאות חיילים, שוטרים, אנשי כוחות הביטחון וחברי כיתות הכוננות המקומיות נפלו בקרב. בבוקר זה החלה מלחמה.\n\nמבוקר שבת הצטרף ראובן ללחימה עם יחידתו, וכשהחל התמרון הקרקעי ברצועת עזה בשלהי אוקטובר 2023, לחם באומץ עם הגדוד בתוך הרצועה. כהרגלו הצליח להרים את מורל הלוחמים בצוות ונתן להם כוח להמשיך להילחם. הוא חש גאווה על השתתפותו בלחימה ובהגנה על הארץ. כדי להרגיע את משפחתו הדואגת, בשיחות ובמפגשים לא התלונן על הקשיים ולא נכנס לפרטים.\n\nביום 5.5.2024, בעת משימת אבטחה של ציוד וטנקים במרחב כרם שלום שבגזרה הדרומית של אוגדת עזה, סמוך לרצועת עזה, החל מטח רקטות ופצצות מרגמה. ראובן ששהה שם עם יחידתו נפגע ומת במקום. לצידו נהרגו סמל ראשון עידו טסטה, סמל מיכאל רוזל וסמל ראשון טל שביט, ולוחמים אחרים נפצעו.\n\nסמל ראובן מרק מרדכי אסולין נפל בקרב ביום כ\"ז בניסן תשפ\"ד (5.5.2024). בן תשע-עשרה בנופלו. הובא למנוחות בבית העלמין הצבאי ברעננה. הותיר הורים, אחות ואח.\n\nלאחר נפילתו הועלה לדרגת סמל ראשון.\n\nהוא נפל בקרב בעוטף עזה בגיל תשע-עשרה בלבד, כתבו אוהביו, אך הותיר אחריו מורשת של גבורה, אהבה ואנושיות, שתלווה לעד את משפחתו ואחיו לנשק.\n\nביום הולדתו העשרים כתבה אחותו: \"אני יודעת שאתה שומר עלינו – עליי, על אימא, אבא ודן, וגם על אווה. כל מה שקורה לנו לטוב ולרע – אני יודעת שהכול בזכותך, ויש לנו שמירה פרטית ממך. אני מרגישה אותך בכל צעד שלי בחיים, אני כל כך מתגעגעת אליך\".\n\nלזכרם של שלושה נופלים, בהם ראובן, התארגנה יוזמה של ביקור לוחמים פצועים המאושפזים בבתי חולים וחלוקת מתנות וסלי שי כאות הערכה להם. ביוזמה אחרת, \"שישניצל בניר גלים\", שבמסגרתה מתנדבים רבים מכינים ומחלקים שניצלים בחלה ללוחמים לקראת שבת, הוקדש יום התנדבות לזכרו של ראובן.\n\nלעילוי נשמתו נכתב ספר תורה והוכנס בטקס לבית כנסת, יצא ספר תהילים, יוצרו חנוכיות עם תמונתו ועם ברכה, והתקיים שיעור תורה בפריז, בירת צרפת.\n\nמהדורת יינות הושקה לזכרו. על התוויות הודפסו תמונתו והציטוט: \"אם אין לך שום סיבה לחיות, חייך, וה' ייתן לך סיבה לחיות\".\n\nמוקירי זכרו יצרו צמיד סגול ועליו ציור דמותו, שמו והכיתוב: \"גבעתי יחידת סגולה\", חילקו חולצות עם הדפס דמותו והכיתוב \"תשמחו, כי שמחה זה מידבק\" והוציאו מדבקות עם תמונתו והכיתוב \"תן חיוך, הכול לטובה\" ו\"שום דבר לא מובן מאליו, תעריך כל דבר שניתן לך\".\n\nאוהביו הכינו מצגות עם תמונות מחייו, ודפי אינטרנט לזכרו הועלו באתר \"גלעד לזכרם\" של עיריית רעננה ובאתר תיכון \"אוסטרובסקי\" שבו למד. ברשת החברתית \"אינסטגרם\" הוקדש דף לזכרו – remember_rubenassouline, ובו תמונות, סרטונים, הקדשות והנצחות.\n\nראובן מונצח בבית חטיבת \"גבעתי\" במצודת יואב."
  },
  "en": {
    "name": "Reuven Asulin",
    "rank": "First Sergeant",
    "unit": "Givati, Shaked",
    "caption": "Son of Devorah Henriette and Fabrice Solomon. Born on 19 July 2004 (1 Av 5764) in Lyon, France. Second child in the family, brother to Shirael and Dan.\n\nReuven Mark Mordechai grew up and was educated in Lyon, a gentle and beautiful child with a winning smile and dimples. He studied at an elementary school in his city.\n\nAn extraordinary child in his generosity and inner calm, his parents described him. He was a gentle, good-looking boy with a broad heart who always preferred to care for others before himself. He never asked for anything—not in childhood and not in adulthood—but was always there to help with whatever was needed.\n\nHis second and third names were given after his paternal grandfather, with whom he had a special connection that needed no words—one look between them said everything. The grandfather looked at his grandson with pride and endless love, and Reuven fulfilled his grandfather's Zionist dream when he and his family made aliyah to Israel together.\n\nIn 2014, at the age of ten, he made aliyah with his family for Zionist reasons, and they made their home in Ra'anana. He completed elementary school, studied at a middle school in the city, and from tenth grade attended B. Ostrovsky High School.\n\nIn his youth he took part in a Krav Maga class and enjoyed the training.\n\nFrom adolescence he showed exceptional independence—alongside his studies he wanted to manage on his own, so he worked at odd jobs suitable for his age and saved money, even though his parents could provide for him.\n\nAt sixteen he met Eva. They fell in love, and between them grew a relationship, partnership, and loyalty. \"She will be my wife,\" he told his aunt. For four years he walked beside his beloved, certain she was the one for him. Together they built a deep and sincere bond, full of love and partnership, and dreamed of a shared future.\n\nReuven not only experienced love—he also traveled and explored the world. With his family he traveled often, visited many countries, was exposed to diverse cultures, and gathered unforgettable experiences that added to his identity.\n\nA good relationship existed between him and his parents, sister, and brother. The three siblings loved to play together, and Reuven often watched over his younger brother. He had a special bond with his grandfather, Mark Mordechai, after whom he was named. A single look was enough for them to understand each other.\n\nReuven was blessed with a heart of gold and a warm character, with inner calm, humanity, modesty, broad-heartedness, and generosity. He always cared for others before himself, never asked for anything, and showed up to help whenever it was needed. His developed sense of humor and French accent were an inseparable part of his personal charm; he touched the hearts of everyone he met, was loved, knew how to say words that brought a smile, did not get into conflicts, and managed to unite the people around him. When he entered a room with a bright face, he improved the atmosphere.\n\nFrom the day he made aliyah he wanted to be a fighter in a combat unit and to serve the country out of love for the land and a sense of mission. Indeed, on 6 December 2022 he was drafted into the IDF and assigned to the Shaked Battalion of the Givati Brigade in the Infantry Corps. Despite the challenges of the training track he did not give up on himself and aspired to earn the brigade's purple beret. In the summer of 2023 he completed training and joined the battalion.\n\nIn the unit he stood out for his courage, dedication, and willingness to give of himself for others. Beyond his generosity and warm character, Reuven had a unique sense of humor that became an inseparable part of his personal charm. The laughter and joy he brought made him quickly beloved among his comrades and commanders. He was a pillar of unity and strength in his unit, knew how to raise morale in difficult moments, and always found a way to bring people together. \"A pillar of unity and strength in his unit\" was written of him.\n\nOn Shabbat, 22 Tishrei, Simchat Torah 5784, 7 October 2023, at half past six in the morning, the terrorist organization Hamas launched a surprise attack on Israel. Under cover of massive rocket and missile fire from the Gaza Strip at wide areas of the country, thousands of terrorists infiltrated—by land, sea, and air—and began a murderous assault on communities in the Gaza envelope and on Sderot, Ofakim, and Netivot, on the Nature Party site near Kibbutzim Re'im and Nirim, on IDF bases, and on people on the roads in the area. The terrorists murdered some eight hundred civilians in their homes and cars, after committing grave crimes against them. They abducted hundreds of Israelis to the Gaza Strip and destroyed, looted, and set fire to homes and property. Hundreds of soldiers, police, security personnel, and local rapid-response team members fell in battle. That morning a war began.\n\nFrom that Shabbat morning Reuven joined the fighting with his unit, and when the ground maneuver in the Gaza Strip began in late October 2023, he fought bravely with the battalion inside the Strip. As was his way he managed to raise the fighters' morale in the team and gave them strength to continue fighting. He felt pride in his participation in the fighting and in defending the country. To calm his worried family, in conversations and meetings he did not complain about the difficulties and did not go into details.\n\nOn 5 May 2024, during a mission to secure equipment and tanks in the Kerem Shalom area in the southern sector of the Gaza Division, near the Gaza Strip, a barrage of rockets and mortar shells began. Reuven, who was there with his unit, was hit and died on the spot. Beside him were killed First Sergeant Ido Testa, Sergeant Michael Rozel, and First Sergeant Tal Shavit, and other fighters were wounded.\n\nSergeant Reuven Mark Mordechai Assouline fell in battle on 27 Nisan 5784 (5 May 2024). He was nineteen years old. He was laid to rest in the military cemetery in Ra'anana. He is survived by his parents, sister, and brother.\n\nAfter his fall he was posthumously promoted to First Sergeant.\n\nHe fell in battle in the Gaza envelope at only nineteen, his loved ones wrote, but left behind a legacy of heroism, love, and humanity that will accompany his family and comrades forever.\n\nOn his twentieth birthday his sister wrote: \"I know you're watching over us—over me, Mom, Dad and Dan, and Eva too. Everything that happens to us for good or bad—I know it's all thanks to you, and we have private protection from you. I feel you in every step of my life, I miss you so much.\"\n\nIn memory of three fallen, including Reuven, an initiative was organized to visit wounded soldiers hospitalized in hospitals and to distribute gifts and gift baskets as a sign of appreciation. In another initiative, \"Schnitzel in Nir Galim,\" in which many volunteers prepare and distribute schnitzel in challah to fighters for Shabbat, a volunteer day was dedicated to Reuven's memory.\n\nFor the elevation of his soul a Torah scroll was written and brought in ceremony to a synagogue, a book of Psalms was published, menorahs with his picture and a blessing were made, and a Torah lesson was held in Paris, capital of France.\n\nA wine edition was launched in his memory. On the labels were printed his picture and the quote: \"If you have no reason to live, live, and God will give you a reason to live.\"\n\nThose who cherish his memory created a purple bracelet with a drawing of his likeness, his name, and the text \"Givati—a special unit\"; distributed shirts with his image and the text \"Be joyful, for joy is contagious\"; and produced stickers with his picture and the text \"Give a smile, everything for the best\" and \"Nothing is taken for granted, appreciate everything you are given.\"\n\nHis loved ones prepared presentations with photos from his life, and memorial web pages were uploaded to the \"Galeed L'Zichram\" site of the Ra'anana municipality and the \"Ostrovsky\" high school site where he studied. On Instagram a page was dedicated to his memory—remember_rubenassouline—with photos, videos, dedications, and commemorations.\n\nReuven is commemorated at the Givati Brigade house at Yoav Fortress."
  }
}
