{
  "id": null,
  "photo_url": "shay.png",
  "gender": "male",
  "birth_date": "2003-03-26",
  "memorial_date": "2023-10-31",
  "he": {
    "name": "שי ארווס",
    "rank": "סמל ראשון",
    "unit": "גבעתי, שקד",
    "caption": "בנם של זהבה ורפאל. נולד ביום כ\"ב באדר ב' תשס\"ג (26.3.2003) בחולון. הילד הצעיר במשפחה שבה חמישה בנים. אח לחן, אור, רן וטל.\n\nהוא נקרא שי כי במהלך לידתו, חבל הטבור נכרך סביב צווארו באופן שסיכן את חייו וכשהלידה עברה בשלום משפחתו חשה כי קיבלה אותו במתנה. משמעות נוספת לשמו היא ראשי התיבות של \"שמע ישראל\".\n\nשי היה בן אהוב להוריו וילד שההרמוניה המשפחתית הייתה חשובה לו ונהג להשכין שלום בין האחים. למד בבית הספר היסודי \"התבור\" בחולון ובתיכון המקיף \"אורט חולון למדע וטכנולוגיה\" במגמת הנדסת מחשבים ואלקטרוניקה עם התמחות בביו-רפואה. בבית הספר נחשב מנהיג חברתי והיה פעיל בתוכנית \"מחוברים\" למען ניצולי השואה. במסגרת זו ליווה ניצולת שואה בשם אביבה, שסיפרה: \"למרות שמפרידות בינינו שישים שנה, שי ואני התחברנו ונעשינו ידידים. הוא היה מבקר אותי באופן קבוע והיינו צוחקים יחד, שותים קפה ואוכלים עוגה... פעם הוא רכב אליי על האופניים שלו כדי להביא לי עוגה גדולה ויפה שאפה לכבוד יום הולדתי... אפילו אחרי ששי התגייס לצבא הוא המשיך לבקר אותי\".\n\nבזכות התנדבותו זו נבחר להימנות עם נבחרת הכוכבים של רשת \"אורט\", וגם קיבל תעודת הצטיינות \"על תרומה ייחודית ומשמעותית לקהילה ולחברה בשנת תש\"ף\".\n\nלצד זאת, התנדב במד\"א (מגן דוד אדום) והיה פעיל גם בתוכנית \"נוע\"מ\" (נוער מעורב בחטיבות הביניים) של המרכז הקהילתי \"נווה ארזים\" בחולון. גם על פעילות זו קיבל תעודת הצטיינות.\n\nבמשך שלוש שנים הוא השתתף בפעילות הכנה לצה\"ל של תנועת \"אחריי!\".\n\nשי אהב לעבוד במטבח ולאפות, וכהרגלו, גם בכך הצטיין. חלם ללמוד בעתיד את תחום הקונדיטוריה ולפתוח עסק מצליח של עוגות.\n\nבספר המחזור של בית ספרו סיכם יפה את תחומי העניין מלאי המשמעות שלו: \"העזרה שהנזקק מקבל מהסביבה מחברת בין כולם. כשאני רואה ילד בצרה, אני מיד רץ לעזור, ואת המריבה מנסה לעצור. בכדורגל מתמיד ומשקיע, לי אף אחד גול לא יבקיע. בהכנת עוגות אני מתמחה ומהעשייה נהנה\".\n\nאת אדר בת זוגו הוא הכיר כמתנדבת באחת מפעילויות ההתנדבות שלו, ונהנה להשקיע בזוגיות שלהם ולרקום חלומות משותפים לעתיד.\n\nביום 16.8.2021 התגייס לצה\"ל לחטיבת \"גבעתי\", שירת בגדוד \"צבר\" בפלחו\"ד (פלוגת החוד). במהלך שירותו נשלח לקורס חובשים קרביים ולאחר שסיים אותו חזר לגדוד כחובש קרבי. הוא השתתף באירועים מבצעיים מגוונים, לקח חלק משמעותי בהגנה על מדינת ישראל ובזכות הישגיו קיבל שתי תעודות הצטיינות.\n\nגם בצבא באה לידי ביטוי תשוקת האפייה שלו ובימי שישי נהג לאפות עוגות לחבריו לגדוד לכבוד השבת. מפקדו סיפר שלילה אחד, לאחר פעילות מבצעית, כאשר כל החיילים כבר הלכו לישון, הוא הופתע לראות את שי ער ואופה במטבח. כשתהה מדוע אינו ישן כמו חבריו, השיב שרצה להפתיע ולשמח אותם למחרת בבוקר עם העוגות שאפה עבורם.\n\nבשבת כ\"ב בתשרי, שמחת תורה תשפ\"ד, 7 באוקטובר 2023, בשעה שש וחצי בבוקר, פתח ארגון הטרור חמאס במתקפת פתע על ישראל. בחסות ירי מסיבי של טילים ורקטות מרצועת עזה לאזורים נרחבים בארץ חדרו אלפי מחבלים – יבשתית, ימית ואווירית, והחלו במתקפה רצחנית על יישובי עוטף עזה ועל שדרות, אופקים ונתיבות, על מְבַלי מסיבות טבע סמוך לקיבוצים רעים ונירים, על בסיסי צה\"ל ועל העוברים בדרכים באזור. המחבלים רצחו כשמונה-מאות אזרחים בבתיהם, במכוניותיהם, אחרי שביצעו בהם פשעים כבדים. חטפו לרצועת עזה מאות ישראלים והחריבו, בזזו והעלו באש בתים ורכוש. מאות חיילים, שוטרים, אנשי כוחות הביטחון וחברי כיתות הכוננות המקומיות נפלו בקרב. בבוקר זה החלה מלחמה.\n\nבאותו בוקר שי נלחם בקיבוץ כפר עזה עם חבריו וביחד הם הצילו חיים של תושבים. בהמשך עברו אימונים לקראת כניסה לרצועת עזה.\n\nב-31 באוקטובר 2023, כמה ימים אחרי תחילת התמרון הקרקעי של צה\"ל ברצועת עזה, פגע טיל נ\"ט בנמ\"ר (נגמ\"ש מרכבה) של כוח \"גבעתי\" שפעל בצפון הרצועה. אחד-עשר מהלוחמים שהיו בו, ובהם שי, נהרגו.\n\nסמל-ראשון שי ארווס נפל בקרב ביום ט\"ז בחשוון תשפ\"ד (31.10.2023). בן עשרים בנופלו. הוא הובא למנוחות בבית העלמין הצבאי בחולון. הותיר אחריו הורים וארבעה אחים.\n\nספדה לו אימו: \"אני לא יכולה לדבר עליך בלשון עבר. זה האור, השמחה, האחדות שהיו בך. כמה הייתי נותנת כדי שתחזור אלינו... איזה ילד היית, בדמות מלאך, המלאך השומר שלנו. היית ילד נחת. איחדת בין כולנו. תמיד מצטיין. דמות להערצה לכולם. האח הטוב בעולם, עם הלב הכי גדול שיש\".\n\nאביו ספד לו: \"היית האור בבית שלנו ועכשיו האור כבה. שי זה מתנה, ועכשיו אין לי אותו... כששי היה בכניסה לעזה כתבתי לו: 'אני יודע שאתה יוצא למלחמה קשה מאוד ושאתה אלוף... אני מנשק ומריח אותך ותזכור שהשם שומר עליך. שלך, אבא שאוהב מאוד וכבר מתגעגע'\".\n\nספדה לו אדר בת זוגו: \"שי, אהובי, בשנייה שפגשתי אותך התאהבתי בטוב שאתה מפיץ, בערכים שלך, בעיניים היפות האלה שהסתכלתי בהן וישר ידעתי. לימדת אותי הכול על אהבה מנקודת מבט של ילד מתלהב... חגגנו שלוש שנים יחד, שמרגישות כמו כל החיים עם החבר הכי טוב שלי... אני מצטערת שלא הספקתי עוד חיבוק, שלא אמרתי עוד פעם אני אוהבת אותך, כי אני אוהבת אותך כל כך. אני יודעת שתשמור עליי מלמעלה כי אתה מלאך. תמיד היית\".\n\nשבועיים אחרי נפילתו התגלה מכתב-צוואה שכתב שי בטלפון שלו לפני שנכנס לעזה תחת הכותרת \"למקרה ו...\": \"לאדר האהובה שלי, אימא היקרה שלי, האבא הכי טוב בעולם וכל האחים שלי חן ותמי, ריי ואימרי, אור וניב, רן ומוריה, אמילי וארי וטל וסתיו והמשפחה הקרובה, שתדעו כמה אני מתגעגע אליכם ואני אוהב אתכם. האמת ששמחתי לעשות את מה שאני עושה, להציל אנשים ולשמור על המדינה, כי זה משהו שתמיד רציתי. משהו שתמיד היה חלק ממני מאז שהייתי קטן ועכשיו הייתה לי ההזדמנות לעשות זאת ולתת מעצמי גם למדינה. אז שתדעו שכל זה לא היה לחינם והיה שווה את זה. ושכל עם ישראל ימשיך במסורת הזאת ולאהוב את המדינה כי אנשים לא נפלו פה סתם ויש אנשים שצריכים לשמור פה.\n\nאני יודע שזה יהיה קשה אבל אני רוצה שתמשיכו איך שאתם. תמשיכו בחיים, תיתנו מעצמכם כמה שאתם רק יכולים, תהיו משפחה מאוחדת. ואדר אהובה שלי, תמשיכי בשלך. זה יהיה קשה אבל אני באמת רוצה שתהיי מאושרת כמו עכשיו ותמשיכי הלאה. וכל חבריי הקרובים, אני אוהב אתכם ומעריך אתכם על כל החיים והחוויות שעברנו ביחד. היה מאוד כיף, נהניתי מאוד והיו לי חיים מאושרים. סבא, אני יודע שתמיד האמנת בי והיית מאוד גאה בי שנהייתי לוחם. אז תהיה גאה גם עכשיו כי לא נפלתי לחינם\".\n\nשי מונצח בפייסבוק ובאתרים \"ריממבר\", \"ממוריז+\" ו\"למלא את החלל\"; באתר \"קווים לדמותם\" אוירה דמותו על-ידי המאיירת צליל רווה עם הביטוי המזוהה איתו \"תהיו בשמחה, תפזרו טוב בעולם\".\n\nספר תורה הוכנס לעילוי נשמתו בבית הכנסת \"אור התורה\" בחולון.\n\nאחיו של שי יצרו עגלת מתוקים ומסתובבים איתה בבתי חולים ברחבי הארץ, מחלקים לחולים עוגות וקינוחים, וכך ממשיכים את דרך ההתנדבות והחסד של שי ואת שאיפתו לשמח אנשים ולהמתיק את חייהם. \"שטראוס עלית\" הוציאו מהדורת שוקולד חלב מיוחדת לזכרו.\n\nתנועת \"אחריי!\" מנציחה אותו במסעות, בפעילויות התנדבות ובאירועים לזכרו.\n\nמנובמבר 2024 קבוצת הילדים של \"מועדון הכדורגל עוצמה חולון\" נקראת \"קבוצת עוצמה שי ארווס\"."
  },
  "en": {
    "name": "Shay Arvas",
    "rank": "First Sergeant",
    "unit": "Givati, Shaked",
    "caption": "Son of Zohava and Raphael. Born on 26 March 2003 (22 Adar Bet 5763) in Holon. The youngest child in a family of five boys. Brother to Chen, Or, Ran, and Tal.\n\nHe was named Shay because during his birth the umbilical cord was wrapped around his neck in a way that endangered his life, and when the birth ended safely his family felt they had received him as a gift. Another meaning of his name is the acronym of \"Shema Israel.\"\n\nShay was a beloved son to his parents and a child for whom family harmony mattered; he would often make peace between his brothers. He studied at HaTavor Elementary School in Holon and at Ort Holon Comprehensive High School for Science and Technology, in the computer and electronics engineering track with a specialization in biomedicine. At school he was seen as a social leader and was active in the \"Mehubarim\" (Connected) program for Holocaust survivors. Through it he accompanied a survivor named Aviva, who said: \"Despite sixty years between us, Shay and I connected and became friends. He would visit me regularly and we would laugh together, drink coffee and eat cake... Once he rode his bicycle to bring me a big, beautiful cake he had baked for my birthday... Even after Shay was drafted he kept visiting me.\"\n\nFor this volunteering he was chosen to be on the Ort network's \"Stars\" team and also received a certificate of excellence \"for unique and significant contribution to the community and society in 5780 [2020].\"\n\nHe also volunteered for Magen David Adom and was active in the \"No'am\" (Youth Involved in Middle Schools) program at the Neve Arzim Community Center in Holon. For this work too he received a certificate of excellence.\n\nFor three years he took part in the \"Acharai!\" (After Me!) movement's pre-army preparation activities.\n\nShay loved working in the kitchen and baking, and as usual, excelled at it too. He dreamed of one day studying pastry and opening a successful cake business.\n\nIn his school yearbook he summed up his meaningful interests well: \"The help that someone in need gets from those around them brings everyone together. When I see a child in trouble I run to help right away, and I try to stop the fight. In soccer I persevere and give it my all—no one scores a goal on me. In making cakes I specialize and I enjoy the doing.\"\n\nHe met his partner Adar when she was a volunteer at one of his volunteer activities, and he loved investing in their relationship and weaving shared dreams for the future.\n\nOn 16 August 2021 he was drafted into the IDF to the Givati Brigade. He served in the Tzabar Battalion in the Palsar (reconnaissance company). During his service he was sent to the combat medics course and after completing it returned to the battalion as a combat medic. He took part in various operational events, played a significant role in defending the State of Israel, and for his achievements received two certificates of excellence.\n\nHis passion for baking was also expressed in the army: on Fridays he would bake cakes for his battalion comrades in honor of Shabbat. His commander told how one night, after an operational activity, when all the soldiers had already gone to sleep, he was surprised to see Shay awake and baking in the kitchen. When he asked why he wasn't sleeping like his comrades, Shay replied that he wanted to surprise and delight them the next morning with the cakes he had baked for them.\n\nOn Shabbat, 22 Tishrei, Simchat Torah 5784, 7 October 2023, at half past six in the morning, the terrorist organization Hamas launched a surprise attack on Israel. Under cover of massive rocket and missile fire from the Gaza Strip at wide areas of the country, thousands of terrorists infiltrated—by land, sea, and air—and began a murderous assault on communities in the Gaza envelope and on Sderot, Ofakim, and Netivot, on the Nature Party site near Kibbutzim Re'im and Nirim, on IDF bases, and on people on the roads in the area. The terrorists murdered some eight hundred civilians in their homes and cars, after committing grave crimes against them. They abducted hundreds of Israelis to the Gaza Strip and destroyed, looted, and set fire to homes and property. Hundreds of soldiers, police, security personnel, and local rapid-response team members fell in battle. That morning a war began.\n\nThat same morning Shay fought at Kibbutz Kfar Azza with his comrades, and together they saved the lives of residents. Later they trained for entry into the Gaza Strip.\n\nOn 31 October 2023, a few days after the start of the IDF ground maneuver in the Gaza Strip, an anti-tank missile hit a Namer (Merkava APC) of a Givati force operating in the northern Strip. Eleven of the soldiers in it, including Shay, were killed.\n\nFirst Sergeant Shay Arvas fell in battle on 16 Cheshvan 5784 (31 October 2023). He was twenty years old. He was laid to rest in the military cemetery in Holon. He is survived by his parents and four brothers.\n\nHis mother eulogized him: \"I cannot speak of you in the past tense. It's the light, the joy, the unity that were in you. What I would give for you to come back to us... What a child you were, like an angel, our guardian angel. You were a source of comfort. You brought us all together. Always excelling. A figure everyone admired. The best brother in the world, with the biggest heart there is.\"\n\nHis father eulogized him: \"You were the light in our home and now the light has gone out. Shay is a gift, and now I don't have him... When Shay was at the entrance to Gaza I wrote to him: 'I know you're going out to a very hard war and that you're a champion... I kiss and smell you and remember that God watches over you. Yours, a father who loves you very much and already misses you.'\"\n\nHis partner Adar eulogized him: \"Shay, my love, the moment I met you I fell in love with the good you spread, your values, those beautiful eyes I looked into and right away I knew. You taught me everything about love from the perspective of an enthusiastic child... We celebrated three years together that feel like a lifetime with my best friend... I'm sorry I didn't get one more hug, that I didn't say I love you one more time, because I love you so much. I know you'll watch over me from above because you're an angel. You always were.\"\n\nTwo weeks after his fall, a letter—a kind of will—that Shay had written on his phone before entering Gaza was found, under the heading \"In case...\": \"To my beloved Adar, my dear mother, the best father in the world and all my brothers Chen and Tammy, Ray and Imri, Or and Niv, Ran and Moriya, Emily and Ari and Tal and Stav and the close family—know how much I miss you and love you. The truth is I was happy to do what I'm doing, to save people and protect the country, because it's something I always wanted. Something that was always part of me since I was little and now I had the chance to do it and give of myself to the country too. So know that none of this was for nothing and it was worth it. And that all of the people of Israel will continue this tradition and love the country because people didn't fall here for nothing and there are people who need to protect this place.\n\nI know it will be hard but I want you to continue as you are. Continue with life, give of yourselves as much as you can, be a united family. And my beloved Adar, continue with your path. It will be hard but I really want you to be as happy as you are now and to move forward. And all my close friends, I love you and appreciate you for all the life and experiences we shared. It was a lot of fun, I enjoyed it so much and I had a happy life. Grandpa, I know you always believed in me and were very proud that I became a fighter. So be proud now too because I didn't fall for nothing.\"\n\nShay is commemorated on Facebook and on the sites \"Remember,\" \"Memoriz+\" and \"Lemale et HaChalal\"; on the \"Kvium Lediyotam\" site his likeness was drawn by the illustrator Tzlil Raveh with the phrase associated with him: \"Be joyful, spread good in the world.\"\n\nA Torah scroll was dedicated in his memory at Or HaTorah Synagogue in Holon.\n\nShay's brothers created a sweets cart and go with it to hospitals around the country, handing out cakes and desserts to patients, thus continuing Shay's path of volunteering and kindness and his desire to bring people joy and sweetness. Strauss-Elite released a special milk chocolate edition in his memory.\n\nThe Acharai! movement commemorates him on treks, in volunteer activities, and in events in his memory.\n\nFrom November 2024, the children's group of Ozma Holon Football Club is named \"Ozma Shay Arvas Group.\""
  }
}
